{
	"Armor Fossil": {
		"name": "Armor Fossil",
		"effect": "A fossil from a prehistoric Pokémon that once lived on the land. It looks to be from some kind of protective collar."
	},
	"Claw Fossil": {
		"name": "Claw Fossil",
		"effect": "A fossil from a prehistoric Pokémon that once lived in the sea. It appears to be a fragment of a claw."
	},
	"Cover Fossil": {
		"name": "Cover Fossil",
		"effect": "A fossil from a prehistoric Pokémon that once lived in the sea. It appears as though it could be part of a creature's back."
	},
	"Dome Fossil": {
		"name": "Dome Fossil",
		"effect": "A fossil from a prehistoric Pokémon that once lived in the sea. It could be a shell or carapace."
	},
	"Fossilized Bird": {
		"name": "Fossilized Bird",
		"effect": "A fossil piece left behind by a prehistoric Pokémon that once soared through the sky. What it looked like is a mystery."
	},
	"Fossilized Dino": {
		"name": "Fossilized Dino",
		"effect": "A fossil piece left behind by a prehistoric Pokémon that once lived in the sea. What it looked like is a mystery."
	},
	"Fossilized Drake": {
		"name": "Fossilized Drake",
		"effect": "A fossil piece left behind by a prehistoric Pokémon that once roamed the land. What it looked like is a mystery."
	},
	"Fossilized Fish": {
		"name": "Fossilized Fish",
		"effect": "A fossil piece left behind by a prehistoric Pokémon that once lived in the sea. What it looked like is a mystery."
	},
	"Helix Fossil": {
		"name": "Helix Fossil",
		"effect": "A fossil from a prehistoric Pokémon that once lived in the sea. It might be a piece of a seashell."
	},
	"Jaw Fossil": {
		"name": "Jaw Fossil",
		"effect": "A fossil from a prehistoric Pokémon that once lived on the land. It looks as if it could be a piece of a large jaw."
	},
	"Old Amber": {
		"name": "Old Amber",
		"effect": "A piece of amber that still contains the genetic material of a prehistoric Pokémon. It's clear with a tawny, reddish tint."
	},
	"Plume Fossil": {
		"name": "Plume Fossil",
		"effect": "A fossil from a prehistoric Pokémon said to be an ancestor to modern bird Pokémon. It looks as if it could have come from part of some creature's wing."
	},
	"Root Fossil": {
		"name": "Root Fossil",
		"effect": "A fossil from a prehistoric Pokémon that once lived in the sea. It looks as if it could be part of a plant's root."
	},
	"Sail Fossil": {
		"name": "Sail Fossil",
		"effect": "A fossil from a prehistoric Pokémon that once lived on the land. It looks like the impression from a skin sail."
	},
	"Skull Fossil": {
		"name": "Skull Fossil",
		"effect": "A fossil from a prehistoric Pokémon that once lived on the land. It appears as though it's part of a head."
	}
}
